<%--
  Created by IntelliJ IDEA.
  User: Administrator
  Date: 2017/5/30
  Time: 16:07
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Title</title>
    <script>
        $(function(){

        })
    </script>
</head>
<body>
<div style="text-align: left;margin-top: 20px;">
    <div style="margin: 30px;font-family: 楷体 ;font-size:18px;">
        <p>
            &emsp;&emsp;高级会计学的前身是引自西方国家财务会计体系的合并财务报表会计、
            外币交易会计、通货膨胀会计等特殊事项或交易会计。
            这些特殊事项或交易要么基于市场经济环境的变化而新生，
            要么顺应企业转型发展等新型经营业务的出现而产生。大约在20世纪60-70年代，
            为适应会计理论的发展需求和会计实践的要求，
            这些特殊事项或交易会计逐步整合为一门相对独立的学科——高级会计学。
            近年来，尽管国内外针对什么是高级会计学，以及高级会计学包括哪些内容仍有诸多争议，
            但是高级会计学作为一门独立的课程，适应了社会经济环境变化对会计核算的客观要求。
        </p>
        <p style="margin-top: 20px;">
            <h3>一、高级会计学的定义</h3>
        </p>
        <p>
            &emsp;&emsp;高级会计产生于会计所处的客观经济环境的变化，
            是客观经济环境发生变化引起会计假设松动后，
            人们对背离会计假设的特殊会计事项进行理论和方法研究的结果。
            因此，高级会计是在对原财务会计理论与方法体系进行修正的基础上，
            对企业出现的特殊交易和事项进行会计处理的理论与方法的总称。
            高级会计到底应该涉及哪些基本内容，目前国内外的相关报道中未见有统一的说法，
            但学界学者们对高级会计内容构成的看法还是有一定趋同性的，
            其中认同率最高的是企业合并和合并财务报表；其次是外币折算会计。
            当然，仅仅以此来确定高级会计的内容构成是不够合理的，也是不科学的，
            一个学科内容的界定应该有其内在的逻辑规律可遵循。
        </p>
        <p>
            &emsp;&emsp;在对高级会计核算的内容上，较为普遍的认同是，
            传统财务会计核算的内容是企业的一般会计业务，
            是企业经常普遍发生的会计业务。因此，传统财务会计又称“一般财务会计”。
            而高级会计则是在一般财务会计中不见得有或不经常发生的特殊经济
            业务和特殊经营行业的企业特殊会计事项，是一般财务会计所不包括的业务。
            其内容有的较难，有的则不难。但在对于高级会计核算内容的具体范围上，认识尚不统一。
            一种观点认为高级会计就是依据传统财务会计基本理论反映的一般财务会计所不予包括的会计业务，
            除包括特殊会计业务外，还包括人力资源会计、社会责任会计、国民经济会计、
            绿色环保会计等，因此，又称其为“其他业务会计”或“特殊业务会计”。
            而另一种观点则认为以企业或企业集团，以及以企业以外各类单位为会计主体，
            以传统财务会计的理论与方法提供有关上述特殊业务经济信息的管理活动，
            称为“高级会计学”。作为高级会计学核算的内容，
            应是一般财务会计所不予包括或不经常发生的，需向与企业有经济利害关系的集团或个
            人提供决策有用的必要会计信息的那些特殊业务会计。
        </p>
        <p>
            &emsp;&emsp;高级会计学内容构成的界定的一个基础是它与传统会计的区别，
            把传统会计之外的内容都界定为高级会计学的内容，
            将其从传统会计中同源分流是学界比较早的做法。
            在高级会计学核算所依据的会计理论和方法上，较为普遍的认同是，
            高级会计学属于财务会计范畴，因此它继承了传统财务会计的基本理论与方法。
            它依然以会计目标、会计原则等会计基础观念为指导，进行会计核算，实行会计监督；
            依然运用传统财务会计的方法，即账户与复式记账、会计科目与会计账簿、
            会计凭证与财产清查以及会计报表，提供可靠、相关的会计信息。
        </p>
        <p>
            &emsp;&emsp;因此，高级会计学是随着社会经济的发展，对原有的财务会计内容进行补充、延伸和开拓的一种会计，
            是在会计假设松动前提下，利用对财务会计理论与方法的修正，对现有中级财务会计未包括的业务，
            以及随着客观经济环境变化而产生的新业务以新的会计观念进行反映和监督的会计。
            这一概念包括以下含义：（1）高级会计学属于财务会计范畴。
            （2）高级会计学处理的是会计假设松动前提下，企业面临的特殊事项或业务。
            （3）高级会计学所依据的理论和采用的方法是对原有财务会计理论与方法的修正。
        </p>
        <p style="margin-top: 20px;">
        <h3>二、高级会计学的特征</h3>
        </p>
        <p>
            &emsp;&emsp;高级会计的产生是由于与传统财务会计密切联系的社会经济环境发生了变化，
            所需要核算和监督的是特殊经济事项或业务，它虽然在很大程度上继承着传统财务会计的基本理论
            ，但为了适应对新的社会经济条件产生的前所未有的特殊经济业务的核算与监督，
            所依据的会计理论和应用的会计方法必然有所发展和变化，
            并且根据研究具体提出了高级会计对传统财务会计的基本理论在以下诸方面有所发展和变化：
        </p><p style="margin-top: 10px;">
        <h4>1.在会计假设方面的发展和变化</h4>
        </p>
        <p>
            &emsp;&emsp;高级会计在会计假设的不少方面有所变化，如在会计主体上，
            编报合并财务报表的企业集团已从传统财务会计进行日常核算和定期报告的
            个别会计核算主体发展为进行定期报告的集团会计报告主体，使会计主体由单一
            型的会计主体变化为复合型的会计主体；又如在会计分期上，股份有限公司会计
            信息披露的临时报告与中期报告以及清算企业编制的企业清算会计报表，均突破了传
            统财务会计以公历年度为基准编制的会计分期；再如，在持续经营假设上，企业
            清算会计也废止了持续经营假设而代之以终止经营假设；此外，对于货币计量假设，
            通货膨胀会计也否定了该项假设币值不变的特定条件，而且相应建立了币值大幅降低的会计核算前提。
        </p>
        </p><p style="margin-top: 10px;">
        <h4>2.在会计概念方面的发展和变化</h4>
        </p>
        <p>
            &emsp;&emsp;随着大量特殊经济业务的发生
            及特殊会计业务的出现，必然出现大量新的会计概念，如租
            赁业务中的融资租赁，外币会计中的远期外汇、外币折算等。即使传统财
            务会计中的一些概念也会有所发展和变化，如资本保全概念随着通货膨
            胀的不断发展和币值大幅降低也进一
            步发展，产生了财务资本保全和实物资本保全等新的概念。
        </p>
        </p><p style="margin-top: 10px;">
        <h4>3.在会计原则方面的发展和变化</h4>
        </p>
        <p>
            &emsp;&emsp;高级会计在继续遵循传统财务会计原则的同时，也使传统财务会
            计一般原则的含义得到进一步拓展和强化。如在贯彻重要性原则方面，要求对报表使用者经济
            决策有着重要意义的“特殊会计业务”，均应在会计报表中设专项给予披露。譬如，在外币业务中由
            于汇率变化可能给企业持有外币资产、负债及权益的折算本位币记账金额带来变化；作为反映企业集
            团整体的财务状况及其盈利能力的会计报表与集团各个成员个别会计报表的内容和编制方法不同所带来的
            变化；融资租赁业务给企业财务状况带来的变化；企业经营期货或其他衍生金融工具可能给企业带来的风险或
            收益，等等，对报表的使用者均有着极为重要的意义，在企业的会计报表中均要求设置专项予以反映。
        </p>
        <p>
            &emsp;&emsp;又如，传统财务会计贯彻的配比原则是按权责发生制原则将以公历年度会
            计分期的同一会计期间的收入和成本费用进行配比，以确定该期收益，而在所得税会计中则是进
            一步将这一原则变化为将同一期间按权责发生制转化为按收付实现制原则，以及税法确定的收入和
            支出进行配比计算所得；在期货的交易中，则按期货业务交易完成期限的收支进行配比确定收
            益；对于企业清算会计清算成果，也是以收付实现制原则，按清算期间的收支配
            比确定等等，都在配比的期间、配比的依据及配比的内容上，大大发展了配比原则。
        </p>
        <p>
            &emsp;&emsp;此外，对于会计原则的发展还表现在
            为了适应规范高级会计特殊会计业务核算的需要，废止了一些传统财
            务会计原则，建立了一些新的会计原则。如为了反映通货膨胀条件下企业资产
            现时价值的规模，为了在企业清算中维护业主、股东和债权人的权益，在对它们资产的
            计价上，废止了历史成本原则，建立了以资产的现时市场公允价格为基础的现时成本计价原则
            ；为了反映外币业务的本来面目，规范外币会计的核算，建立了复币计价和复币记账原则；为保
            证向企业投资者和管理者提供决策有用的会计信息，反映外币汇率变动和通货膨胀中物价变动可能给
            企业带来的可能发生的损益，相应改变了谨慎性原则而建立了合理反映可能发生损益的原
            则；此外为了适应房地产经营的特点，在确定房地产销售收入中还贯彻了实质重于形式的原则，等等。
        </p>
    </div>
</div>
</body>
</html>

